<?php

/**
 * Russian Language File for  Verification plugin
 *
 * @plugin Verification
 * @version 1.0
 * @author Dr2005alex
 * @copyright Copyright (c) Dr2005alex
 *
 */
defined('COT_CODE') or die('Wrong URL.');
/**
 * Plugin Info
 */
$L['ver_title'] = 'Верификация личности пользователя';
$L['ver_txt1'] = 'Мы приглашаем вас участвовать в верификации — процессе добровольного подтверждения пользователями своих паспортных данных.';
$L['ver_txt2'] = 'Верификация рекомендована всем пользователям данного ресурса  — как работодателям, так и фри-лансерам.';
$L['ver_txt3'] = 'У верифицированного пользователя рядом с аватаром выводится специальный значок ';
$L['ver_txt4'] = ' - &laquo;личность подтверждена&raquo;.';
$L['ver_txt5'] = 'Это позволяет повысить доверие к пользователю со стороны других пользователей.';
$L['ver_txt6'] = 'При заключении сделок преимущество всегда отдается верифицированному пользователю (заказчику или исполнителю).';
$L['ver_name1'] = 'Марина Донская';
$L['ver_name2'] = 'Василий Петров';

$L['ver_vrf_txt'] =  'Пройти верификацию';
$L['ver_vrf_status'] =  'Статус пользователя';
$L['ver_vrf_txt_title'] =  'Подтвердить личность аккаунта';

$L['ver_checked_user'] =  'Верифицированный пользователь';
$L['ver_checked'] =  'Верифицированный';
$L['ver_nochecked'] =  'Неверифицированный';
$L['ver_confirm'] =  'Подтверждаю свое согласие на обработку и хранение персональных данных, переданных мной в ходе верификации.';
$L['ver_confirm_error'] =  'Для продолжения необходимо подтвердить согласие на обработку личных данных !';



$L['ver_confirm_title']='Подтвердить личность';
$L['ver_exist_title']='Вы уже отправили копию паспорта.';
$L['ver_statusexist_title']='Ваша личность уже подтверждена.';
$L['ver_statusexist_desc']='Вы являетесь верифицированным пользователем. Нет необходимости проходить верификацию снова.';
$L['ver_exist_desc']='Ваша копия паспорта находится на модерации. Пожалуйста, дождитесь пока администрация сайта проверит вашу копию и изменит ваш статус.';
$L['ver_file_send_mess']='Файл отправлен на проверку.';
$L['ver_file_send_mess_desc']='Модератор проверит вашу копию паспорта в ближайшее время.<br /> После проверки ваш статус будет изменен на &laquo;личность подтверждена&raquo; и рядом с аватаром будет выводиться значок <img src="'.$cfg['plugins_dir'].'/verification/img/ver_icon.png" width="15" height="15" alt="личность подтверждена" border="0">';
$L['ver_file_title']='Выберите отсканированное фото паспорта';
$L['ver_file_ext']='Допустимые расширения файла';
$L['ver_file_max']='Максимальный размер изображения';

$L['ver_mnotif_ttl']='Новая заявка на верификацию.';
$L['ver_mnotif_txt']='Пользователь %1$s, добавил скан паспорта на проверку.';

$L['info_desc'] = 'Подтверждение личности фри-лансера. Отправка скана паспорта на модерацию.';

/**
 * Plugin Config
 */

$L['cfg_img_ext'] = 'Расширение загружаемых файлов';
$L['cfg_img_max_size'] = 'Максимальный размер изображения (Mb)';
$L['cfg_mail_notify'] = array('Email для оповещения о новых заявках.','оставьте пустым, если не хотите получать уведомления.');

/**
 * Plugin tools
 */

$L['ver_tools_title'] = 'Администрирование паспортных данных пользователей.';
$L['ver_tools_help'] = 'После утверждения, фото скана паспорта переносится в папку &laquo;'.$ver_file_patch_new.'&raquo;';
$L['ver_tools_link_img'] = 'Ссылка на скан паспорта';
$L['ver_tools_view_img'] = 'Смотреть фото в полном размере';
$L['ver_tools_close'] = 'Закрыть';
$L['ver_tools_admin_action'] = 'Действие';
$L['ver_tools_admin_action_confirm'] = 'Активировать статус';
$L['ver_tools_admin_action_done'] = ' «личность подтверждена»';
$L['ver_tools_delete_confirm'] = 'Вы действительно хотите удалить копию паспорта?';
$L['ver_tools_yes'] = 'ДА';
$L['ver_tools_no'] = 'НЕТ';
$L['ver_tools_delete_confirm_done'] = 'Копия паспорта удалена.';
$L['ver_tools_add_scan'] = "Заявки на верификацию ";
/**
 * Plugin errors
 */
$L['ver_filemimemissing'] = 'Ошибка загрузки: Загрузка файла с расширением %1$s запрещена.';
$L['ver_imgnotvalid'] = 'Это изображение не является действительным изображением %1$s.';
$L['ver_nofile'] = 'Не выбрано изображение.';


$L['verification_help'] = '';
